[
{"Nombre": "Humano De Las LLamas", "Buscador": "humano de las llamashumanodelasllamas", "Detalle": "Humanos bendecidos con el poder del fuego, su piel puede tornarse morena con pasar un poco de tiempo al sol, cabello de colores calidos y ojos que dan la impresión de estar encendidos en llamas. Son muy enérgicos y vigorosos."}, 
{"Nombre": "Humano Corrupto", "Buscador": "humano corruptohumanocorrupto", "Detalle": "El habiente lúgubre y la mala alimentación, más el efecto del veneno en el habiente provocaron en ellos una enfermedad que los carcome por dentro y poco a poco los hace morir."}, 
{"Nombre": "Humano Debilitado", "Buscador": "humano debilitadohumanodebilitado", "Detalle": "Andando constantemente en un ambiente venenoso su cuerpo se ha debilitado desde el comienzo de su vida. Algunos logran adaptarse y otros mueren. Normalmente parecen humanos normales pero su cuerpo fortalece los efectos que padece, sean buenos o malos."}, 
{"Nombre": "Humano Oscuro", "Buscador": "humano oscurohumanooscuro", "Detalle": "Sus NeoCorpos no sufren anomalías en cambio sus NexoCorpos son dañados constantemente por la irregularidad en los planos. La luz del día los afecta por lo cual la noche es su refugio. Al recibir una fuerte e intensa luz en sus cuerpos comienzan a debilitarse casi al punto de desaparecer, completamente al contrario de en la oscuridad."}, 
{"Nombre": "Humano Mutado", "Buscador": "humano mutadohumanomutadao", "Detalle": "Sus cuerpos sufren deformaciones o mutaciones dependiendo del ambiente en el que nacieron. Estás salen a relucir cuando sus nexos se activan y se descontrolan cuando el mismo nexo es muy minucioso."}, 
{"Nombre": "Humano de la luz", "Buscador": "humano de la luzhumanodelaluz", "Detalle": "Bendecido con la luz que los ilumina, estos suelen ser orgullosos, muchos desarrollan habilidades relacionadas al soporte o la ilusión. En su mayoría tienen cabello de colores claros."}, 
{"Nombre": "Humano Lunar", "Buscador": "humano lunarhumanolunar", "Detalle": "Estos bendecidos con el poder de la luna suelen ser personas relajadas, de rasgos físicos muy hermoso y cabello negro, blanco o plateado, son más activos por la noche ya que están fortalecidos, especialmente en luna llena. Suelen ser cazadores natos y asesinos diestros."}, 
{"Nombre": "Humano Fantasma", "Buscador": "humano fantasmahumanofantasma", "Detalle": "Humano que está conectado con el plano mental o espiritual y con características tanto físicas como espectrales que le permiten desarrollar habilidades del mismo tipo. Puede usar habilidades que dañen el Nexo Cuerpo, suelen tener tonos de piel pálida o bastante oscura  ojos brillantes."}, 
{"Nombre": "Humano del Viento", "Buscador": "humano del vientohumanodelviento", "Detalle": "Estos nacen con la bendición del espíritu del viento, suelen tener el color del cabello verde al igual que sus ojos, su sentido de la libertad va más allá de lo imaginado y suelen ser rebeldes y apasionados."}, 
{"Nombre": "Humano Sombra", "Buscador": "humano sombrahumanosombra", "Detalle": "Personas frías y silenciosas que andan como una silueta sombría y se muestran poco, poseen afinidad con elementos poco comunes y desarrollan habilidades muy poderosas pero con inmensos efectos negativos en sus cuerpos. Generalmente tienen alguna parte de su cuerpo demasiado dañada."}, 
{"Nombre": "Hombre Lobo", "Buscador": "hombre lobohombrelobo", "Detalle": "Estos comparten línea de sangre con los lobos asimilando sus instintos más salvajes,  suelen ser personas con mucho cabello alborotado, en su mayoría andan en grupo, pero adquieren las leyes de la manada dividiéndose en rangos. Poseen instintos más allá de los humanos, se expresan salvajes y tienen un dialecto especial para comunicarse entre ellos. Poseen una constitución física formidable y suelen ser muy versátiles en combate."}, 
{"Nombre": "Humano Divino", "Buscador": "humano divinohumanodivino", "Detalle": "Son aquellos que comparten algún vínculo con la energía del origen ya sea humana o inhumana, suelen ser muy observadores y su desarrollo viene a partir de su vínculo con dicha energía."}, 
{"Nombre": "Humano Reforzado", "Buscador": "humano reforzadohumanoreforzado", "Detalle": "Su piel se torna con las características de un mineral que haya tocado cuando pequeño. Tienden a tener una personalidad firme y correcta."}, 
{"Nombre": "Humano de la Noche", "Buscador": "humano de la nochehumanodelanoche", "Detalle": "Según la constelación bajo la que nacieron adquieren ciertas características físicas y sus habilidades están relacionadas a dicha constelación."}, 
{"Nombre": "Humano Escarcha", "Buscador": "humano escarchahumanoescarcha", "Detalle": "Adquieren una característica que vuelve su sangre totalmente fría en momentos especiales sin hacerles daño. "}, 
{"Nombre": "Humano Versátil", "Buscador": "humano versatilhumanoversatil", "Detalle": "Simplemente no tienen más que un sentido más agudo y mayor capacidad de adaptación. Esto le da una gran ventaja en la recopilación de información y el uso de la misma a su favor. Tienden a tener una personalidad astuta y calculadora."}, 
{"Nombre": "Superviviente", "Buscador": "superviviente", "Detalle": "Sus cuerpos nacen preparados para todas las dificultades y vencen dichas dificultades con nada mas que su invención y alta intuición."}, 
{"Nombre": "Sub-Humano", "Buscador": "sub-humanosub humanosubhumano", "Detalle": "En sus nacimientos fueron trastornados por un polvo llamado: Sal Negra, ésta los iba transformando a medida que crecían adaptándolos por la influencia de un factor interno a los factores externos que pudieran influir en su vida. Sus cuerpos tomaban características necesarias para la supervivencia acorde a su ambiente."}, 
{"Nombre": "Humano del Amanecer", "Buscador": "humano del hmanecerhumanodelhmanecer", "Detalle": "Tienen un rasgo muy especial que los ayuda a mejorar rápidamente durante el crepúsculo en el amanecer. Estos pocos minutos sirven para desarrollar tanto su cuerpo como su nexo en grandes proporciones. Sus cabellos generalmente son muy largos porque aquellos que lo cortan pierden su fuerza hasta que este vuelve a crecer a dicha proporción."}, 
{"Nombre": "Humano Destino", "Buscador": "humano destinohumanodestino", "Detalle": "Aquellos que nacen en la organización Destiny son influenciados por la habilidad del líder guiando sus 2 cuerpos al mejor destino posible para ellos, esto los hace los convierte en los mejores en el desarrollo de su Nexo y estructura física."}, 
{"Nombre": "(Reservado) Espectros de la Creación", "Buscador": "espectros de la creaciónespectrosdelacreaciónespectros de la creacionespectrosdelacreacion", "Detalle": "Son cuerpos formados por el mismo creador en base a un tipo de características en especial. Estos poseen el máximo potencial acorde a dichas características."}
]